package com.Menu.menu;

public class MenuMenu {

	
 public String getMain() {
	 String s = ""
			 +"┌─────────────────────────────┐\n"
			 +"│    <<<< 안주 프로그램>>         │\n"
	         +"├─────────────────────────────┤\n"
			 +"│  1. 안주 카테고리               │\n"
			 +"│  2. 안주메뉴 추천               │\n" 
			 +"│  3. 안주메뉴 추가/수정/삭제        │\n"
			 +"│  0. 프로그램 종료               │\n"
	         +"└─────────────────────────────┘\n";
	 return s;
 }
 
 
 public String allSnack() {
	 String s = ""
			 +"┌─────────────────────────────┐\n"
			 +"│    <<<< 안주 카테고리>>         │\n"
	         +"├─────────────────────────────┤\n"
			 +"│  1. 한　　　식                │\n"
			 +"│  2. 양　　　식                │\n" 
			 +"│  3. 중　　　식                │\n"
			 +"│  4. 분　　　식                │\n"
			 +"│  9. B A C K                 │\n"
	         +"└─────────────────────────────┘\n";
	 return s;
	 
 }
 

 
 
 
 
 
 public String MenuAmr() {
	 String s = ""
			 +"┌──────────────────────────┐\n"
			 +"│  << 안주메뉴 추가/수정/삭제>>   │\n"
	         +"├──────────────────────────┤\n"
			 +"│  1. 안주메뉴 추가            │\n"
			 +"│  2. 안주메뉴 수정            │\n"
			 +"│  3. 안주메뉴 삭제            │\n"
			 +"│  9. BACK                 │\n"
	         +"└──────────────────────────┘\n";
	 return s;
 }

	

}
